[
	{
		"name": "Semar",
		"description": "Semar, sering disebut Kyai Lurah Semar Badranaya, adalah tokoh utama punakawan dalam pewayangan dan menjadi penasihat serta pengasuh para ksatria Pandawa. Selain itu, Semar juga dikenal sebagai penghibur dan pemberi nasihat saat diperlukan. Meskipun berperan sebagai abdi dalem Sahadewa, ia sebenarnya adalah penjelmaan Batara Ismaya, kakak dari Batara Guru, raja para dewa.\n\nDalam Serat Kanda, diceritakan bahwa Semar adalah keturunan Sanghyang Tunggal, yang tidak menjadi raja Kahyangan dan mewariskan takhta kepada Batara Guru. Sanghyang Tunggal kemudian dikenal sebagai Semar, yang menjadi pengasuh ksatria keturunan Batara Guru. Dalam versi lain, Sanghyang Tunggal menikah dengan Dewi Rakti dan memiliki anak bernama Ismaya dan Manikmaya. Ismaya, yang kemudian dikenal sebagai Semar, tidak menjadi raja dan diberi tugas mengasuh keturunan Batara Guru.\n\nFisik Semar menggambarkan simbol jagad raya, dengan tubuh bulat melambangkan bumi dan wajah tersenyum tetapi sembab menunjukkan suka dan duka. Semar memiliki rambut kuncung seperti anak kecil, wajah tua, dan berkelamin laki-laki tetapi memiliki payudara seperti perempuan, yang melambangkan kesatuan pria dan wanita. Semar diyakini sebagai dewa yang hidup sebagai rakyat jelata, dan senjata saktinya adalah kentut yang dapat memporakporandakan dunia. Filosofi dari Semar adalah simbol keinginan kuat untuk mencipta dan ketelitian dalam mencipta, ditunjukkan melalui jari telunjuk yang menuding dan mata yang menyipit.",
		"imageUrl": "https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihb96amW9u4iSifRwrYP3alCls5rmMrQ96q_sGysHKW7p7XUbF2eThjJ_d8cJK6a6FHnA1ffKo7lZjkiugLY11qHDC6arqDo6yk=w1366-h615-rw-v1"
	},
	{
		"name": "Gareng",
		"description": "Gareng adalah salah satu dari empat Punakawan, anak dari Semar, dengan nama lengkap Nala Gareng. Ia memiliki fisik kecil, berkaki pincang, dan tangan ceko yang melambangkan kehati-hatian dalam bertindak dan ketidaksukaan mengambil hak milik orang lain. Penampilan fisik Gareng ini adalah simbol sikapnya yang penuh pertimbangan dalam setiap tindakan.\n\nDulu, Gareng pernah menjadi raja di Paranggumiwang dengan gelar Pandu Pragola. Sebelum menjadi Punakawan, Gareng adalah seorang satria tampan bernama Bambang Sukodadi dari pedepokan Bluktiba. Karena kesombongannya, Gareng selalu mencari perkelahian. Suatu saat, setelah bertapa, ia bertemu dan berkelahi dengan Bambang Panyukilan, namun tidak ada yang menang. Keduanya akhirnya dileraikan oleh Batara Ismaya (Semar) yang kemudian menerima mereka sebagai anak asal mau mengabdi kepada Pandawa.\n\nNama Nala Gareng berasal dari \"nala khairan\" yang berarti memperoleh kebaikan. Gareng dikenal tidak pandai bicara, sering keliru dalam perkataannya, tetapi sangat lucu. Filosofi Gareng dengan tangan cacat, kaki pincang, dan mata juling melambangkan bahwa hasil ciptaan yang tidak sempurna tetap memiliki nilai. Ini mengajarkan bahwa manusia sejati adalah mereka yang memiliki kelebihan dan kekurangan.",
		"imageUrl": "https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihalcTvvnkvWJbgTUAIkEJwHlHthcPNBoPPtNbI0QOSN5YXN3RyaG32wGkqNk5RaS6Ptu_p1H4i9mGPEFlSdWxcgnYI0lmbfOx8=w1024-h647-rw-v1"
	},
	{
		"name": "Petruk",
		"description": "Petruk adalah keturunan Witaradya, anak dari Begawan Salantara, seorang pendeta raksasa di pertapaan Witaradya. Awalnya bernama Bambang Pecruk Panyukilan, Petruk dikenal suka bercanda dan berkelahi. Suatu hari, ia bertarung dengan Gareng dan dilerai oleh Semar, yang kemudian mengangkatnya sebagai anak. Akibat perkelahian itu, wajah Petruk menjadi jelek dan namanya disingkat menjadi Petruk.\n\nPetruk menikah dengan Dewi Ambarwati, putri Prabu Ambarsraya dari Raja Pandansurat, setelah memenangkan sayembara perang tanding. Banyak peminat yang ikut serta, termasuk Kalagumarang dan Prabu Kalawahana, namun kesaktian Petruk berhasil mengalahkan mereka. Petruk kemudian membawa Dewi Ambarwati ke Girisarangan dan mereka memiliki seorang anak bernama Lengkungkusuma.\n\nNama Petruk berasal dari kata \"fat ruk\" yang berarti \"tinggalkanlah.\" Petruk, anak kedua Semar, digambarkan dengan perawakan serba panjang, melambangkan pemikiran panjang dan kesabaran. Ia adalah tokoh nakal, cerdas, pandai berbicara, dan sangat lucu, sering menyindir ketidakbenaran. Petruk juga memiliki senjata berbentuk kapak. Filosofinya adalah bahwa dari kegagalan menciptakan Gareng, lahirlah Petruk yang lebih indah dan memiliki kelebihan.",
		"imageUrl": "https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihY8mjMlEswLRlmSq5cz-aVd8OZpnFV8pHkqs2WdkTvNpvstV8doGBSbRfgjalp9O5FHkssaKnwAzRiAT5ZNaEX-am0211QMzJc=w1024-h647-rw-v1"
	},
	{
		"name": "Bagong",
		"description": "Bagong, juga dikenal sebagai Ki Lurah Bagong, adalah tokoh Punakawan dalam pewayangan dan anak bungsu Semar. Bagong digambarkan dengan fisik bulat, mata lebar, bibir tebal, dan wajah lucu. Ia berbicara santai dan seenaknya sendiri, lugu, dan tidak memahami tata krama, tetapi memiliki hati yang baik.\n\nDalam kisahnya, Batara Ismaya (Semar) dan Batara Antaga (Togog) turun ke dunia untuk mengasuh keturunan Batara Guru. Mereka memohon teman kepada Sanghyang Tunggal, ayah mereka. Togog menyebut hasrat sebagai teman sejati, sementara Semar menyebut bayangan. Sanghyang Tunggal kemudian menciptakan manusia kerdil bernama Bilung dan manusia dari bayangan Semar yang disebut Bagong, berbadan bulat namun lebih kecil dibandingkan Semar.\n\nNama Bagong berasal dari \"al ba gho ya,\" yang berarti perkara buruk. Bagong suka bercanda, bahkan dalam situasi serius, dan suka berlagak bodoh. Filosofi Bagong adalah bahwa manusia sejati memiliki kelebihan dan kekurangan. Bentuk fisik Bagong yang sederhana dan sabar mengingatkan bahwa manusia harus bersikap sederhana, sabar, dan tidak terlalu terpikat oleh kehidupan dunia.",
		"imageUrl": "https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZXY7VNDmb5RyEM7ikAsjcggfH12Jy9kyRY9iGjq8m-pT3FWnPgSysJfJuQvPSnmXsuDylSy2Nm6src9aQLlZIqqle6hoxuxyY=w1024-h647"
	},
	{
		"name": "Yudhistira",
		"description": "Yudhistira merupakan Pandawa yang paling tua. Ia mempunyai sifat yang sangat bijaksana, tidak mempunyai musuh, tidak pernah berdusta seumur hidup. Ia memiliki moral yang sangat tinggi, suka memaafkan dan mengampuni musuh-musuhnya yang sudah menyerah dalam peperangan. Yudhistira mempunyai nama lain, yaitu Dharmawangsa. Dalam perang di Kurukshetra, Yudhistira berhasil menjadi pemenang sehingga kemudian menjadi maharaja dengan menyatukan berbagai kerajaan dalam pengaruhnya.\n\nYudhistira bergelar prabu, memiliki julukan Puntadewa. Nama kerjaaannya adalah Amarta. Nama Yudhistira mempunyai arti teguh atau kokoh dalam peperangan. Beberapa nama lain Yudhistira diantaranya yaitu Puntadewa, Gunataklirama, Samiaji. Sifatnya yang sangat menonjol adalah adil, sabar, jujur, mempunyai pusaka bernama Jamus Kalimasada, sebuah pusaka yang berwujud kitab. Selain itu Prabu Yudhistira juga mempunyai pusaka Robyong Mustikawarih yang berupa kalung dan pusaka Tunggulnaga yang berupa payung.",
		"imageUrl": "https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihaStTACIFq1uwTvNizMD6wJNa_Pvj_8OLMAY2AJI2z11zCGg7sclczmTIZ2l5tDKX1p4zi_K1wScm5xP8fY1xJBk2brFslQxiI=w1024-h647-rw-v1"
	},
	{
		"name": "Bima",
		"description": "Bima adalah putra kedua Kunti dengan Pandu. Bima mempunyai arti mengerikan. Tokoh ini merupakan penjelmaan dari Dewa Bayu sehingga dijuluki Bayusutha. Nama lainnya adalah Bhimasena yang berarti panglima perang.\n\nSosok Bima tinggi besar. Badannya sangat kuat, lengannya panjang, dan wajahnya seram. Meski penampilannya seram namun hati Bima sangat baik. Ia tokoh heroik, tidak suka berbasa-basi, tidak pernah mendua dan tidak pernah menjilat ludahnya sendiri. Bima sangat mahir berperang terutama dalam memainkan gada (pentungan besar). Senjatanya bernama Gada Rujakpala. Bima juga dijuliki Werkudara karena senang makan.\n\nBima berperan besar dalam perang di Kurukshetra. Ia dapat mengalahkan musuh-musuhnya tetapi tidak mengambil haknya untuk naik takhta. Ia menyerahkan haknya kepada Yudhistira. Bima mempunyai tiga oranng anak laki-laki yang bernama Gatotkaca, Antareja, dan Antasena.\n\nBima diceritakan memiliki beberapa senjata sakti diantaranya Kuku Pancanaka, Gada Rujakpala, Alugara, Bargawa yang berupa kapal besar dan Bargawasta. Bima juga memiliki pakaian yang melambangkan kebesaran, yaitu Gelang Pudaksategal, Pupuk Jarot Asem, Sumping Surengpati, Kelatbahu Candrakirana, ikat pinggang Nagabandar, dan celana Cinde Udaraga.\n\nDi samping itu, Bima juga mempunya beberapa istri yaitu Dewi Nagagini yang mempunyai putra Antareja, Dewi Arimbi yang mempunyai putra Raden Gatotkaca, dan Dewi Urangayu yang mempunyai putra Antasena. Bima tinggal di Kadipaten Jodipati yang masuk wilayah Indraprasta.",
		"imageUrl": "https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYtoPQN9M-PzVwIMM27sMxv0SXy_mm3xqw8064DboRO5OmzBznirzFaW-KjiAOxo_mUmChDsliZVhU09LRpmE48J0UCgSYkS0o=w1024-h647-rw-v1"
	},
	{
		"name": "Arjuna",
		"description": "Arjuna adalah anak ketiga Pandu dan Kunti. Nama ini mempunyai arti yang bersinar, jujur, di dalam wajah dan pikiran, atau yang bercahaya. Arjuna merupakan penjelmaan Dewa Indra, Dewa Perang. Arjuna merupakan sosok yang tampan, gagah, dan mempunyai kemampuan dalam berperang, khususnya menggunakan senjata panah. Arjuna dikenal sebagai sosok Pandawa yang menawarn parasnya dan lemah lembut budinya.\n\nArjuna merupakan tokoh yang menerima ajaran Bhagawatgita atau Nyanyian Dewa, yaitu wejangan suci yang disampaikan oleh Kresna kepadanya sesaat sebelum perang Bharatayudha berlangsung. Hal itu dilakukan oleh Kresna setelah melihat Arjuna dilanda keraguan untuk menunaikan kewajibannya sebagai ksatria di medan perang. Dengan wejangan tersebut maka Arjuna menjadi semakin mantap dan kuat untuk menuntaskan kewajibannya sebagai ksatria.\n\nIa juga merupakan ksatria pertapa yang teguh sehingga Prabu Kresna sangat kagum padanya. Arjuna memiliki senjata sakti antara lain panah Panospati yang merupakan pemberian Dewa Siwa. Panah ini digunakannya untuk mengalahkan Jayadrata dan Karna dalam perang Bharatayudha. Busur panah tersebut bernama Gandewa, yang merupakan Dewa Baruna. Selain itu Arjuna juga mempunyai sebuah terompet kerang atau sangkala bernama Dewadatta.",
		"imageUrl": "https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZis0uSbMpFmqHq_qfTmy2RgC5kiRSm4XOCc4hf0VJt4r_snRTH-gWn5BN9ANqoD2BVTeHvLaboz_0UOntlqgJBL0svAt6SC-A=w1024-h647-rw-v1"
	},
	{
		"name": "Nakula",
		"description": "Nakula adalah putera kembar Pandu dan Madri serta penjelmaan dewa kembar Aswin, dewa pengobatan. Saudara kembarnya adalah Sadewa, dan keduanya diasuh oleh Dewi Kunti setelah orang tua mereka meninggal. Nakula sangat mahir memainkan pedang dan merupakan ksatria tampan yang tangguh dalam pertempuran. Dalam suatu pengembaraan di hutan, Nakula dan tiga Pandawa lainnya sempat mati karena minum racun, tetapi mereka hidup kembali berkat permohonan Yudhistira.\n\nNakula sering membanggakan ketampanannya dan juga dikenal dengan nama Pinten, yang berasal dari tumbuhan obat. Selain mahir menunggang kuda, ia juga piawai dalam memainkan panah dan lembing. Nakula memiliki kelebihan dibandingkan Pandawa lainnya karena ia tidak akan lupa segala hal yang diketahuinya berkat Aji Pranawajati pemberian Ditya Sapujagad, Senapati negara Mretani. Ia juga memiliki cupu berisi Banyu Panguripan (air kehidupan) dari Bhatara Indra, yang memberinya kesaktian luar biasa.\n\nNakula tinggal di Ksatrian Sawojajar, wilayah Amarta, dan memiliki sifat jujur, setia, taat, belas kasih, tahu membalas budi, serta dapat menyimpan rahasia. Ia memiliki dua isteri, Dewi Sayati dan Dewi Srengganawati. Dari Dewi Sayati, puteri Prabu Kridakirata, Raja Kerajaan Awuawulangit, ia memiliki dua anak: Bambang Pramusinta dan Dewi Pramuwati. Dari Dewi Srengganawati, puteri Resi Badawanganala, ia memiliki seorang putri bernama Dewi Sri Tanjung. Perkawinan ini memberinya hadiah cupu pusaka berisi air kehidupan bernama Tirtamanik.",
		"imageUrl": "https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbvjQG5x9C2_29wOTEzsRmAQD0Z6K1bVYSxQ1UPauRGOA-YGUWZelh6Upguw7uFEXnu8NZW7K5VpOEVvM-MffEzJEAZPg5FLD4=w1024-h647-rw-v1"
	},
	{
		"name": "Sadewa",
		"description": "Sadewa merupakan saudara kembar Nakula, yang merupakan putra pasangan Dewi Madri dan Pandu, yang juga merupakan penjelmaan Dewa kembar Aswin. Sadewa ahli dalam ilmu perbintangan atau astronomi. Ia merupakan pria yang bijaksana, setara dengan Brihaspati, guru para dewa. Salah satu sifat Sadewa adalah selalu giat bekerja dan senang melayani kakak-kakaknya.\n\nSadewa juga disebut Sahadewa, dikisahkan memiliki kelebihan dibanding Nakula, yaitu lebih pandai, khususnya dalam hal ilmi perbintangan. Selain itu, ia juga yang paling muda namun dianggap sebagai yang terbijak di antara mereka. Diceritakan ia menikahi puteri Jarasanda, raja kerajaan Magandhadan. Dengan istri lainnya yang bernama Wijaya, lahir seorang putra bernama Suhotra.",
		"imageUrl": "https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihalpeq7ScNC0ExJbq-CjceokdHHJe2GX-pf9kHbB5G3gvjkYC9YPyCTdzgYOX0CkQjgJtaRNW2Gq07xZ4DdzsYKBNJNaVtBGmw=w1024-h647-rw-v1"
	},
	{
		"name": "Duryudana",
		"description": "Duryudana atau Suyudana merupakan inkarnasi dari Iblis Kali, dilahirkan dari pasangan Dretarastra dan Gandari. Ia adalah anak tertua di antara seratus anak keluarga Kurawa. Duryudana merupakan Raja Kerajaan Kuru dengan pusat pemerintahan di Astinapura. Duryudana mempunyai arti sulit ditaklukkan atau tak terkalahkan.\n\nDuryudana menikah dengan puteri Prabu Salya dan dikaruniai seorang putera yang diberi nama Laksmana atau juga dikenal sebagai Laksmana Mandrakumara. Sosok Duryudana dikenal sebagai sosok yang sangat culas, licik dan kejam, tetapi dia juga mempunyai sisi baik yaitu berwatak jujur, tidak suka berbohong. Pada suatu hari pamannya yang bernama Sengkuni menghasutnya agar berselisih dengan Pandawa. Karena hasutan paman yang suka menciptakan perselisihan itu maka kemudian Duryudana berperang dengan Pandawa, yang kemudian dikenal sebagai Perang Bharatayuda. Pada peperangan tersebut Dunyudana memimpin pasukan dengan simbol bendera ular Kobra. Kegigihan dan kesaktiannya berakhir di tangan Bular yang menggunakan senjata pusaka Gada Rujakpala. Duryudana gugur dalam pertempuran pada hari kedelapan belas.",
		"imageUrl": "https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihaaRQiR-gavXZLvI81Q9WmE5kGS3aIKWT5HUK3afLJG0sJ2DbzvDzBYerjrNWQi7eoNjApVKeIFe_Go3Jtsx-1dU88ZzCxDLw=w1024-h647-rw-v1"
	},
	{
		"name": "Dursasana",
		"description": "Dursasana atau Duhsasana merupakan adik Duryudana, putra kedua Raja Drestarasta dengan Dewi Gandari. Nama Dursasana mempunyai arti sulit untuk dikuasai atau sulit untuk diatasi. Dursasana mempunyai tubuh yang gagah dan mulutnya latasi. Selain itu dia juga berwatak sombong, otoriter dan sewenang- wenang. la sangat suka menggoda wanita dan meremehkan orang lain. Dia mempunyai putra bernama Dursala dan perkawinannya dengan Dewi Saltani. Dursasana bertempat tinggal di Ksatrian Banjarjunut.\n\nDalam perang Bharatayuda Dursasana berhadapan dengan Bimasena. Mereka saling adu kesaktian hingga sangat lelah namun terus berperang. Pada hari keenam belas, Bimasena berhasil menarik lengan Dursasana sampai putus, kemudian merobek dada dan meminum darah sepupunya itu. Bimasena membawa segenggam darah Dursasana untuk diusapkan ke rambut Dropadi. Dengan demikian dendam istri Pandawa yang sangat membenci Dursasana terbayar sudah.",
		"imageUrl": "https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihb1YKYvLS1xqxXadXOiUQTzBnm5HXISVWBCSw85667fRB4SaqjN004utHLFQHS3SezDfY6YetFBr2N7X8p3GaNnFWovvPp6Sg8=w1024-h647-rw-v1"
	},
	{
		"name": "Gatotkaca",
		"description": "Gatotkaca adalah putra Bima atau Werkudara dari istri yang bernama Arimbi, putri dari Kerajaan Pringgadani. Gatotkaca dikenal memiliki kekuatan luar biasa dan mampu terbang tanpa sayap, sehingga sering dijuluki \"otot kawat tulang besi.\" Dalam Perang Bharatayuda, ia banyak membantu ayahnya dan berhasil membunuh banyak tokoh Kurawa sebelum akhirnya dikalahkan oleh Karna.\n\nSewaktu masih bayi, Gatotkaca bernama Tetuka dan memiliki tali pusar yang tak bisa dipotong oleh senjata apapun. Arjuna, pamannya, bertapa untuk meminta bantuan dewa agar tali pusar Tetuka bisa dipotong. Bathara Narada akhirnya memberikan sarung pusaka Kontawijaya, yang terbuat dari kayu Mustaba, kepada Arjuna. Dengan sarung pusaka tersebut, tali pusar Tetuka berhasil dipotong, dan sarung pusaka itu menyatu ke dalam tubuh Tetuka, menambah kekuatannya.\n\nTetuka kemudian dipinjam Bathara Narada untuk membantu para dewa melawan Patih Sekipu dari Kerajaan Trabelasuket. Setelah pertarungan yang tidak seimbang, Tetuka menceburkan diri ke kawah Candradimuka dan keluar sebagai ksatria dewasa yang sangat sakti. Ia mengalahkan Sekipu dan menerima hadiah pakaian pusaka dari Bathara Guru, yaitu Caping Basunanda, Kotang Antrakusuma, dan Terompah Padakacarma. Sejak itu, namanya berubah menjadi Gatotkaca. Gatotkaca menikah dengan Pregiwa dan dikaruniai seorang anak bernama Sasikirana.",
		"imageUrl": "https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihaZPsDFyCOMofXNwLoF5E0tGO9CB6yjCPm4ycaVQ5cOMhnGuEbJd2E9UeZwZMUicWRSWzBl4b3S5-zPMUIOrrvzba4JzCDPsgo=w1024-h647-rw-v1"
	},
	{
		"name": "Antasena",
		"description": "Antasena, atau Anantasena, adalah putra bungsu Bima dari ibu bernama Dewi Urangayu, putri Batara Mintuna. Bima meninggalkan Urangayu yang sedang mengandung untuk kembali ke Amarta, sehingga Antasena lahir dan dibesarkan oleh ibunya dan kakeknya. Setelah dewasa, Antasena pergi ke Amarta untuk mencari ayahnya, tetapi mendapati bahwa Bima dan saudara-saudaranya sedang disekap oleh sekutu Kurawa, Raja Ganggatrimuka dari Dasarsamodra.\n\nAntasena berhasil menemukan para Pandawa dalam keadaan mati di penjara besi di dasar laut. Dengan menggunakan Cupu Madusena, pusaka pemberian kakeknya, ia berhasil menghidupkan mereka dan membunuh Ganggatrimuka. Setelah itu, Antasena menikahi sepupunya, Janakawati, putri Arjuna.\n\nAntasena digambarkan sangat polos dan lugu, namun teguh dalam pendirian, tidak mengenal tata krama dan selalu berbicara dengan bahasa ngoko tanpa basa-basi. Sebagai putra Bima yang paling sakti, Antasena memiliki kemampuan terbang, masuk ke dalam bumi, dan menyelam di air. Kulitnya yang dilindungi oleh sisik udang membuatnya kebal terhadap segala jenis senjata dan benda lainnya.",
		"imageUrl": "https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZMqmk2ynOBe4YKFr7mCoCsq3TpCArZ0_5T5ta3isUccfhtOQ-BewxXdvZTLT6ojwsUZhCuqWCj1Ft-q39ov5j1eq8NTHmkww=w1024-h647-rw-v1"
	},
	{
		"name": "Antareja",
		"description": "Antareja adalah putra sulung Bima dari Nagagini, putri Batara Anantaboga, dewa bangsa ular. Pernikahan Bima dan Nagagini terjadi setelah Pandawa selamat dari terbakarnya pesanggrahan Waranawata oleh Kurawa. Bima meninggalkan Nagagini dalam keadaan mengandung, sehingga Antareja dibesarkan tanpa ayah. Setelah dewasa, Antareja pergi ke Amarta untuk mencari ayahnya dengan bekal pusaka Napakawaca dari Anantaboga dan cincin Mustikabumi dari ibunya.\n\nDalam perjalanan ke Amarta, Antareja menemukan mayat Subadra, istri Arjuna, di perahu tanpa pengemudi. Dengan pusaka Napakawaca, Antareja berhasil menghidupkannya kembali. Saat itu, Gatotkaca, yang ditugasi mengawasi mayat Subadra untuk menangkap pelaku pembunuhan, menyerang Antareja. Subadra yang hidup kembali melerai mereka, memperkenalkan keduanya sebagai saudara. Pertemuan tersebut membuat mereka senang dan akhirnya berhasil menangkap pelaku pembunuhan, Burisrawa.\n\nAntareja memiliki banyak kesaktian, termasuk pusaka Upasanta dari Anantaboga dan lidah sakti yang mematikan makhluk apapun yang dijilat telapak kakinya. Ia juga kebal terhadap senjata karena kulit Napakawaca dan memiliki cincin Mustikabumi yang mencegah kematian selama masih menyentuh bumi. Antareja menikah dengan Dewi Ganggi, putri Prabu Ganggapranawa, raja ular di Tawingnarmada, dan memiliki putra bernama Arya Danurwenda. Antareja menjadi raja di Jangkarbumi dengan gelar Prabu Nagabaginda.",
		"imageUrl": "https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZvzPoNbjwlPT7RbN9HzgWRK9MdLGFChzyM5nE519JZ1iXUM94Hrd4MshpfAy5_oGFpZaXzSh8IQeLybmJuTQCH1fkVK6o_K-o=w1024-h647-rw-v1"
	},
	{
		"name": "Anoman",
		"description": "Hanoman adalah tokoh wayang yang berupa seekor kera putih, putera dari Batara Bayu dan Anjani. Hanoman mempunyai saudara bernama Subali dan Sugriwa. Hanoman lahir pada masa Tretayuda sebagai putera Anjani, seekor kera wanita. Konon Anjani sebenarnya adalah seorang bidadari bernama Punjikastala. Karena suatu kutukan, dia menjadi seekor kera. Menurut cerita, kutukan tersebut bisa berakhir bila ia melahirkan seorang putera titisan Siwa. Selanjutnya Anjani menikah dengan Kesari, seekor wanara perkasa. Anjani kemudian melakukan tapa ke hadapan Siwa agar Siwa bersedia menjelma sebagai putera mereka. Melihat ketulusan dan keinginan Anjani dan suaminya maka Siwa kemudian mengabulkan permohonan itu dengan turun ke dunia sebagai Hanoman.\n\nHanoman sangat terkenal dalam cerita Ramayana yang mengisahkan Rama yang mencari Shinta yang diculik Rahwana, Raja Alengka, sehingga mereka kemudian terlibat pertempuran yang sangat hebat. Dalam perang itu Hanoman mempunyai peran yang sangat besar bagi kemenangan Rama.",
		"imageUrl": "https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihaxNYByVf_yRmGz5x-jsPeh1CRiKUA8Av028S-gSMZYpS0Cu9-2C_KckbkmCgwjtwlrY3qNsGg7GYsaoGU8E2ch611Faaq7vw=w1024-h647-rw-v1"
	},
	{
		"name": "Arimbi",
		"description": "Dewi Arimbi, dikenal sebagai Hidimbi dalam Mahabharata, adalah istri Bima dan putri Prabu Arimbaka atau Trembaka, raja raksasa dari Pringgadani. Ia bersaudara dengan Arimba, Brajamusti, Brajawikalpa, Brajadenta, dan Kalabendana. Meski berasal dari bangsa raksasa dengan wajah yang menyeramkan, Dewi Kunti memberikan busana yang membuat Arimbi menjadi cantik jelita. Awalnya, Arimbi diperintahkan oleh kakaknya untuk membunuh Bima, namun karena terkesima dengan keteguhan hati Bima, Arimbi justru jatuh cinta padanya. Meski pada awalnya Bima tidak tertarik, setelah Dewi Kunti memberikan busana kepada Arimbi, Bima pun jatuh hati dan akhirnya menikahinya. Dewi Arimbi adalah sosok yang setia, jujur, dan berbakti. Pernikahannya dengan Bima menghasilkan seorang putra bernama Raden Gatotkaca, yang kelak menjadi satria sakti Mandraguna dan raja di Pringgadani, menggantikan takhta kakeknya.\n\nDewi Arimbi memiliki tujuh saudara kandung: Arimba, Prabakesra, Brajadenta, Brajamusti, Brajalamatan, dan Kalabendana. Dalam cerita Babad Wanamarta, saat Bima menebang pohon, Arimbi melihat Bima dan langsung jatuh hati padanya. Pada saat itu, Arimbi masih berwujud raksesi (perempuan raksasa). Atas sabda dari Dewi Kunti, wajah Arimbi yang sebelumnya mengerikan berubah menjadi cantik jelita, dan Bima yang awalnya menolak cinta Arimbi akhirnya tertarik dan menikahinya. Dari pernikahan mereka lahirlah Gatotkaca, yang kelak menjadi penerus takhta Pringgadani.\n\nDi akhir hidupnya, Dewi Arimbi memutuskan untuk melakukan belapati, yaitu membela kematian orang lain dengan cara membakar diri bersama jenazah anaknya, Gatotkaca, yang gugur terkena senjata Kunta milik Adipati Karna. Tindakan ini menunjukkan kasih sayang yang besar dan rasa tanggung jawab Arimbi sebagai seorang ibu. Dari kisah hidup Dewi Arimbi, kita dapat melihat bahwa ia adalah sosok pemberani, jujur, setia, berbakti, dan sangat sayang terhadap putranya, Gatotkaca.",
		"imageUrl": "https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihaR9TyURQKJIEdEqVrBt8dDtrzv9JtcQ_Fe5gLWwP301IZ1wDIWaFZFZNjbzw0ZRROjRv7vIujIc5alkKO2wtzoH4mfDoJKMzA=w1024-h647-rw-v1"
	},
	{
		"name": "Bisma",
		"description": "Bisma adalah salah satu tokoh penting dalam wiracerita Mahabharata. Ia adalah putra Prabu Santanu dan Dewi Gangga serta kakek dari Pandawa dan Korawa. Nama aslinya adalah Dewabrata, namun diubah menjadi Bisma setelah ia bersumpah untuk tidak menikah seumur hidup. Bisma dikenal sebagai ahli dalam berbagai strategi perang dan sangat dihormati oleh Pandawa dan Korawa. Perang besar Baratayuda juga sebagian besar dipengaruhi oleh perannya. Sebagai seorang ksatria Brahmana yang sakti mandraguna, Bisma menjadi salah satu mahasenapati yang memimpin peperangan paling lama dibandingkan tokoh senapati Korawa lainnya. Sebagai seorang maharesi yang bijaksana, Bisma selalu hormat kepada orangtua, pejabat, dan bersikap rukun terhadap sesama, termasuk ibu tirinya dan keturunan musuhnya. Bisma adalah seorang pahlawan yang mendua, secara batin membantu Pandawa namun secara lahirnya membantu Kurawa. Menurut cerita Mahabharata, ia gugur dalam pertempuran besar di Kurukshetra oleh panah yang dilepaskan oleh Srikandi dengan bantuan Arjuna. Dalam kitab Bhismaparwa diceritakan bahwa ia tidak meninggal seketika, melainkan sempat hidup beberapa hari dan menyaksikan kehancuran para Korawa. Bisma menghembuskan nafas terakhirnya saat garis balik matahari berada di utara. Prinsip hidupnya yang tegas, selalu menepati janji, dan sangat setia terhadap sumpahnya membuat Bisma dikenang selamanya sebagai seorang maharesi wara.\n\nMenurut kitab Adiparwa, Bisma merupakan reinkarnasi dari salah satu Delapan Wasu bernama Prabasa. Prabasa dan para Wasu lainnya dikutuk untuk terlahir sebagai manusia karena mereka berusaha mencuri sapi milik Resi Wasista. Dalam perjalanan menuju Bumi, mereka bertemu dengan Dewi Gangga yang juga dikutuk untuk turun ke dunia sebagai istri putra Raja Pratipa, yaitu Santanu. Para Wasu kemudian membuat kesepakatan dengan Dewi Gangga bahwa mereka akan menjelma sebagai delapan putra Prabu Santanu yang dilahirkan oleh Dewi Gangga.",
		"imageUrl": "https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYIKFNkGxwDn367qMRwwsx00m2HguIwRIuwAnUEGEAD-e6Z9syEXT265hB70cbjfhE3VH2XIvHB0QSmX7yTgeddr_lBlpLg8A=w1024-h647-rw-v1"
	},
	{
		"name": "Dewi Kunti",
		"description": "Dewi Kunti adalah putri dari Prabu Kuntiboja dan saudara dari Prabu Basudewa, ayah dari Baladewa, Kresna, dan Sembadra. Resi Duwarsa memberikan Kunti sebuah ajian yang bisa memanggil dewa turun ke bumi. Suatu hari, Kunti mencoba ajian tersebut dan memanggil Dewa Surya. Sang dewa turun dan memberikan anugerah berupa seorang anak kepada Kunti. Namun, Kunti yang belum menikah tidak ingin melahirkan anak, sehingga dengan bantuan Dewa Surya, anak tersebut lahir dari telinganya dan kemudian dihanyutkan ke sungai. Anak itu kelak dikenal sebagai Karna, yang menjadi panglima Kurawa. Kunti kemudian menikah dengan Raja Astinapura, Pandu Dewanata, dan melahirkan Yudistira, Bima, dan Arjuna. Pandu juga memiliki istri lain, Dewi Madrim, yang melahirkan Nakula dan Sadewa. Setelah Pandu dan Madrim meninggal ketika anak kembar mereka masih bayi, Kunti membesarkan mereka sendiri. Kunti menyaksikan kemenangan Pandawa atas Kurawa dalam perang Baratayuda. Setelah Puntadewa naik takhta, Kunti mengasingkan diri dan moksa.\n\nKunti lahir sebagai putri dari Raja Surasena dari Wangsa Yadawa dan diberi nama Pritha. Ia adalah adik dari Basudewa, ayah Kresna. Kemudian, ia diadopsi oleh Raja Kuntiboja yang tidak memiliki anak, dan sejak itu diberi nama Kunti. Ketika masih muda, Kunti diberi mantra sakti oleh Resi Durwasa yang memungkinkannya memanggil Dewa-Dewi sesuai kehendaknya. Suatu hari, Kunti mencoba mantra tersebut dan memanggil Dewa Surya. Surya yang terpanggil, bertanya apa yang Kunti inginkan. Namun, Kunti meminta Sang Dewa kembali. Karena sudah dipanggil namun tidak diinginkan berkah apapun, Surya memberikan seorang putra kepada Kunti.\n\nKarena masih muda dan tidak ingin memiliki putra, Kunti memasukkan anak tersebut ke dalam keranjang dan menghanyutkannya di sungai Aswa. Anak tersebut kemudian dipungut oleh seorang kusir di keraton Hastinapura bernama Adirata dan diberi nama Karna.",
		"imageUrl": "https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihavlfYapuhjOvS5Re2rgr5jy0fgy64JuqB9hmCzzOFPT8P4fsInRN_7FZ86gxU8lhOqz0iQWN8R4UDunLiqE9_MSqNMx3PoHX8=w1024-h647-rw-v1"
	},
	{
		"name": "Drestarastra",
		"description": "Drestarasta adalah salah satu tokoh penting dalam epik Mahabharata. Ia adalah putra Resi Abiyasa alias Prabu Kresnadwipayana, raja Astina, dan Dewi Ambika, putri Prabu Darmahambara dari negara Kasi. Ia memiliki dua saudara tiri, Pandu dan Yamawidura, dari ibu yang berbeda. Drestarasta buta sejak lahir karena ibunya menutup mata saat mengikuti upacara Putrotpadana yang diselenggarakan oleh Resi Byasa untuk memperoleh keturunan. Namun diberkahi kekuatan magis Aji Leburseketi yang memungkinkannya melunakkan atau mengubah apapun yang disentuhnya menjadi abu. Meski memiliki kelemahan fisik, Drestarasta dikenal sebagai sosok yang tenang, arif, dan bijaksana, walaupun terkadang lemah dalam pendiriannya.\n\nIa menikahi Dewi Gandari, putri Prabu Gandara dari negara Gandaradesa, dan mereka memiliki seratus anak yang dikenal sebagai Sata Kurawa. Dalam perjalanan hidupnya, Drestarasta naik tahta Astina menggantikan saudaranya, Pandu, yang mengundurkan diri, dengan janji menyerahkan kerajaan kepada anak-anak Pandu setelah mereka dewasa. Namun, karena hasutan Arya Sangkuni, Drestarasta akhirnya mengangkat putranya, Duryudana, sebagai raja Astina. Keputusan ini memicu konflik antara keluarga Pandawa dan Kurawa, yang akhirnya memuncak dalam perang Bharatayuda. Setelah perang berakhir, Drestarasta meninggal dan mencapai moksa bersama Dewi Gandari dan Dewi Kunti.",
		"imageUrl": "https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihaCp6WVslQ8cfT_hUWhivbADh9zONpPbyD0euanrlqN3MRgb8v--8RZk-TSSxKADzS6Zy9Fx3Od9sMcPMsJ6FpiYmmM3Kb6dU0=w1024-h647-rw-v1"
	},
	{
		"name": "Drona",
		"description": "Drona atau Dronacarya adalah salah satu tokoh dalam wiracarita Mahabharata. Ia adalah seorang brahmana, suami dari Krepi, dan ayah dari Aswatama. Sebagai guru di keraton Hastinapura, Drona mendidik para pangeran Dinasti Kuru, yang terdiri dari seratus Korawa dan lima Pandawa. Ia ahli dalam seni pertempuran, termasuk pengendalian dewāstra (senjata sakti). Di antara para pangeran Kuru, Arjuna adalah murid kesayangannya.\n\nKetika konflik antara Korawa dan Pandawa memuncak dan tidak bisa didamaikan, mereka memutuskan untuk berperang di Kurukshetra. Dalam perang tersebut, Drona berpihak pada Korawa, yang telah memberinya nafkah dan tempat bernaung. Setelah Panglima Bisma kalah, Drona menjabat sebagai panglima dari hari ke-11 sampai hari ke-15. Pada hari ke-15, ia mendengar kabar palsu tentang kematian putranya, sehingga semangat bertarungnya hilang dan ia memutuskan untuk bermeditasi. Dalam kondisi tersebut, kepalanya dipenggal oleh Drestadyumna, panglima laskar Pandawa.\n\nDalam pergelaran wayang kulit, Drona ditampilkan sebagai tokoh yang cerewet, culas, sombong, dan haus kekuasaan namun sakti mandraguna dan mahir ilmu perang. Dorna dalam wayang purwa berbeda dari Drona dalam Mahabharata. Di Mahabharata, Drona digambarkan sebagai begawan gagah perkasa dan kesatria. Ia dihormati oleh keluarga besar Bharata sebagai panglima sakti mandraguna angkatan bersenjata kerajaan Hastinapura dan ditakuti oleh kerajaan lain yang tidak sudi tunduk di bawah kekuasaan Hastinapura. Drona lebih dihormati ketimbang Sengkuni, dengan harkat martabat sebagai panglima perang yang hanya setingkat di bawah Bisma Dewabhrata.\n\nDrona semula hidup dalam kemiskinan, tetapi kemudian belajar ilmu perang bersama pangeran Kerajaan Panchala, Drupada. Mereka menjadi teman dekat, dan Drupada berjanji untuk memberikan setengah kerajaannya kepada Drona apabila ia sudah menggantikan ayahnya sebagai Raja Panchala. Namun, janji tersebut diingkari oleh Drupada setelah menjadi raja.",
		"imageUrl": "https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZZmeCSdgPOWGxdmYImTB1947WfyBtJNzFv4stsIu4Zm5SuiqfLzwHiO7Lxls70aMep3dJZ-9COcO3zmQtwanLSrBdfh7WFzA=w1024-h647-rw-v1"
	},
	{
		"name": "Drupadi",
		"description": "Dropadi juga dikenal sebagai Pancali atau Yadnyaseni adalah salah satu tokoh utama dalam wiracarita Mahabharata. Ia adalah putri Raja Drupada dari kerajaan Panchala dan saudara Drestadyumna serta Srikandi. Menurut Mahabharata dari India, Dropadi memiliki lima suami yang disebut Pandawa, dan dari setiap suaminya, ia memiliki seorang putra yang disebut \"Pancakumara\". Namun, dalam tradisi pewayangan Jawa, Dropadi hanya memiliki seorang suami, yaitu Yudistira, dan seorang putra bernama Pancawala.\n\nDalam Mahabharata, diceritakan bahwa Dropadi dan Drestadyumna tercipta dari api yadnya yang diselenggarakan oleh Drupada. Suatu ketika, Drupada mengadakan sayembara memanah dengan Dropadi sebagai hadiahnya. Banyak pangeran yang gagal dalam sayembara tersebut hingga akhirnya Karna berhasil. Namun, Dropadi menolak menikahi Karna karena dia hanyalah anak seorang kusir. Tak lama kemudian, Arjuna naik ke panggung sayembara dan berhasil memenangkannya, sehingga ia membawa Dropadi pulang.\n\nSaat Arjuna memberitahu ibunya, Dewi Kunti, bahwa ia pulang membawa hadiah, sang ibu meminta agar hadiah tersebut dibagi rata untuk semua Pandawa. Ketika Kunti menyadari bahwa hadiah yang dimaksud adalah seorang wanita, ia tidak ingin menarik ucapannya. Akibatnya, Dropadi menjadi istri dari semua Pandawa. Namun demikian, dalam pewayangan Jawa, Dropadi hanya menjadi permaisuri dari Prabu Puntadewa. Hal ini disebabkan karena wayang kulit digunakan sebagai media dakwah agama Islam oleh para Wali Songo, dan Islam tidak memperbolehkan poliandri.",
		"imageUrl": "https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihY4SvpZ3Bibhi6tZ_sytV4-D_ULlE47VBAzWAxklkhAWOz1IM67qkKqAnFLnVzsxYEeRxbdmLQwfcgiWFrVke3KiIxITu1Kmbk=w1024-h647-rw-v1"
	},
	{
		"name": "Duryudana",
		"imageUrl": "https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihaaRQiR-gavXZLvI81Q9WmE5kGS3aIKWT5HUK3afLJG0sJ2DbzvDzBYerjrNWQi7eoNjApVKeIFe_Go3Jtsx-1dU88ZzCxDLw=w1024-h647-rw-v1"
	},
	{
		"name": "Karna",
		"imageUrl": "https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihaIUblVTxCHwe3uATF7KhxarbuyJNLqOrPlKcluEwNA2Gq9O8ebe8vrz1TOiWOq-RZPuKpYVYbwBELlQBIN9ECMLh6SiVab7-g=w1024-h647-rw-v1"
	},
	{
		"name": "Kresna",
		"imageUrl": "https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihaj9ByGewfvPQxtTntuG_zdCHpn-s_w5Vi-eUsDG-MeCPQ9Cv1xp7WE6xjxtd1hwRhubF0bMEluCJUZQT5tHI6HWQJe9789Bh0=w1024-h647-rw-v1"
	},
	{
		"name": "Shinta",
		"imageUrl": "https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpiha4ca5X5n5suqqwarZ027kGFpqzTVIGiShvSdfe-4lY--t0mc1IAKt22sjQCJrTcF0cbHgKlKAqF7bvaJ6Gos2pDeRBmLbrOQ=w1024-h647-rw-v1"
	},
	{
		"name": "Srikandi",
		"imageUrl": "https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbBb5rK3Gto9-i1UvIpYM7W-lROeIlP9mLKyTZudAc5OoA2yKtdNSPJqt07Fdksh_DjAuRBqY7rOzniEBXLrfFAlhQyAM0p6Q=w1024-h647-rw-v1"
	},
	{
		"name": "Sumbodro",
		"imageUrl": "https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbk4mI_2GuItLDce9B_po3HSIylGQQFvaQnAY3UNGAxkJNp1bkRh5uKMQm_Ryk9vzDQjanEFdctpowMFBHU5tT8XUTz5_3v3ck=w1024-h647-rw-v1"
	},
	{
		"name": "Wisnu",
		"imageUrl": "https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYON7A3LlqN2iWA4mm-RkwZPA6l44RoaqTA7e_7EANZums0yGqx2iRXTG8v7Ri8n_g1IU89WDDf3Uk1julBATd4KDrOgn7yIeA=w1024-h647-rw-v1"
	},
	{
		"name": "Madrim"
	},
	{
		"name": "Rahwana"
	},
	{
		"name": "Rama"
	},
	{
		"name": "Rukmini"
	},
	{
		"name": "Sengkuni"
	}
]
